/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"1 day ago" = "1 day ago";
"%d days ago" = "%d days ago";

"%d hours ago" = "%d hours ago";

"%d minutes ago" = "%d minutes ago";

"1 month ago" = "1 month ago";
"%d months ago" = "%d months ago";

"%d seconds ago" = "%d seconds ago";

"1 week ago" = "1 week ago";
"%d weeks ago" = "%d weeks ago";

"1 year ago" = "1 year ago";
"%d years ago" = "%d years ago";

"A minute ago" = "A minute ago";
"An hour ago" = "An hour ago";

"Just now" = "Just now";
"Last month" = "Last month";
"Last week" = "Last week";
"Last year" = "Last year";
"Yesterday" = "Yesterday";
"Today" = "Today";

"This morning" = "This morning";
"This afternoon" = "This afternoon";
"This week" = "This week";
"This month" = "This month";
"This year" = "This year";